Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Touch and hold for workspace options.
de: Berühren und halten für Workspace-Optionen.
es: Mantén pulsado para ver las opciones del espacio de trabajo.
fr: Maintenez le doigt pour les options de l'espace de travail.
ja: 長押しでワークスペースのオプションを表示します。
ko: 워크스페이스 옵션을 보려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para opções do espaço de trabalho.
ru: Коснитесь и удерживайте, чтобы открыть параметры рабочей области.
zh_hans: 按住以查看工作区选项。
zh_hant: 按住以使用工作區選項。

source: Touch and hold to open the current page in Safari.
de: Berühren und halten, um die aktuelle Seite in Safari zu öffnen.
es: Mantén pulsado para abrir la página actual en Safari.
fr: Maintenez le doigt pour ouvrir la page actuelle dans Safari.
ja: 長押しで現在のページを Safari で開きます。
ko: 현재 페이지를 Safari에서 열려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para abrir a página atual no Safari.
ru: Коснитесь и удерживайте, чтобы открыть текущую страницу в Safari.
zh_hans: 按住以在 Safari 浏览器中打开当前页面。
zh_hant: 按住以在 Safari 中打開目前頁面。

source: Touch and hold to pin this tab's current page.
de: Berühren und halten, um die aktuelle Seite dieses Tabs anzuheften.
es: Mantén pulsado para fijar la página actual de esta pestaña.
fr: Maintenez le doigt pour épingler la page actuelle de cet onglet.
ja: 長押しでこのタブの現在のページを固定します。
ko: 이 탭의 현재 페이지를 고정하려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para fixar a página atual desta aba.
ru: Коснитесь и удерживайте, чтобы закрепить текущую страницу этой вкладки.
zh_hans: 按住以固定此标签页的当前页面。
zh_hant: 按住以固定此標籤頁的目前頁面。

source: Touch and hold to set the home page.
de: Berühren und halten, um die Startseite festzulegen.
es: Mantén pulsado para definir la página de inicio.
fr: Maintenez le doigt pour définir la page d'accueil.
ja: 長押しでホームページを設定します。
ko: 홈 페이지를 설정하려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para definir a página inicial.
ru: Коснитесь и удерживайте, чтобы задать домашнюю страницу.
zh_hans: 按住以设定主页。
zh_hant: 按住以設定首頁。

source: Touch and hold to show terminal options.
de: Berühren und halten für Terminal-Optionen.
es: Mantén pulsado para ver las opciones de la terminal.
fr: Maintenez le doigt pour afficher les options du terminal.
ja: 長押しでターミナルのオプションを表示します。
ko: 터미널 옵션을 보려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para mostrar opções do terminal.
ru: Коснитесь и удерживайте, чтобы открыть параметры терминала.
zh_hans: 按住以显示终端选项。
zh_hant: 按住以顯示終端機選項。

source: Touch and hold to show utilities menu.
de: Berühren und halten für das Menü der Dienstprogramme.
es: Mantén pulsado para ver el menú de utilidades.
fr: Maintenez le doigt pour afficher le menu des utilitaires.
ja: 長押しでユーティリティメニューを表示します。
ko: 유틸리티 메뉴를 보려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para mostrar o menu de utilitários.
ru: Коснитесь и удерживайте, чтобы открыть меню утилит.
zh_hans: 按住以显示工具菜单。
zh_hant: 按住以顯示工具選單。

source: Touch and hold to switch terminals.
de: Berühren und halten, um Terminals zu wechseln.
es: Mantén pulsado para cambiar de terminal.
fr: Maintenez le doigt pour changer de terminal.
ja: 長押しでターミナルを切り替えます。
ko: 터미널을 전환하려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para trocar de terminal.
ru: Коснитесь и удерживайте, чтобы переключить терминал.
zh_hans: 按住以切换终端。
zh_hant: 按住以切換終端機。

source: Touch and hold to unpin.
de: Berühren und halten zum Lösen.
es: Mantén pulsado para dejar de fijar.
fr: Maintenez le doigt pour désépingler.
ja: 長押しで固定を解除します。
ko: 고정을 해제하려면 길게 누르십시오.
pt_br: Toque e mantenha pressionado para desafixar.
ru: Коснитесь и удерживайте, чтобы открепить.
zh_hans: 按住以取消固定。
zh_hant: 按住以取消固定。

source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
pt_br: Desativar
ru: Выключить
zh_hans: 关闭
zh_hant: 關閉

source: Turn On
de: Einschalten
es: Activar
fr: Activer
ja: オンにする
ko: 켜기
pt_br: Ativar
ru: Включить
zh_hans: 打开
zh_hant: 開啟

source: Turn On Suspend to Disk…
de: Suspend to Disk aktivieren …
es: Activar Suspender en disco…
fr: Activer Suspendre sur disque…
ja: 「ディスクにサスペンド」をオンにする…
ko: 디스크에 일시 중단 켜기…
pt_br: Ativar Suspender no Disco…
ru: Включить приостановку на диск…
zh_hans: 打开挂起到磁盘…
zh_hant: 開啟「暫停至磁碟」…

source: Turn on Suspend to Disk
de: Suspend to Disk aktivieren
es: Activar Suspender en disco
fr: Activer Suspendre sur disque
ja: 「ディスクにサスペンド」をオンにする
ko: 디스크에 일시 중단 켜기
pt_br: Ativar Suspender no Disco
ru: Включите «Приостановку на диск»
zh_hans: 打开挂起到磁盘
zh_hant: 開啟「暫停至磁碟」

source: Turn on Suspend to Disk in the iOS Settings app, under iSH-AOK, and this session is saved whenever iSH-AOK goes to the background -- and comes back on the next launch.
de: Aktiviere „Suspend to Disk“ in der iOS-App „Einstellungen“ unter iSH-AOK. Dann wird diese Sitzung gesichert, sobald iSH-AOK in den Hintergrund geht – und beim nächsten Start wiederhergestellt.
es: Activa Suspender en disco en la app Ajustes de iOS, en iSH-AOK, y esta sesión se guardará cada vez que iSH-AOK pase a segundo plano -- y se recuperará en el próximo inicio.
fr: Activez Suspendre sur disque dans l'app Réglages d'iOS, sous iSH-AOK, et cette session sera enregistrée chaque fois qu'iSH-AOK passe en arrière-plan -- et reviendra au prochain lancement.
ja: iOS の“設定”App の iSH-AOK で「ディスクにサスペンド」をオンにすると、iSH-AOK がバックグラウンドに移るたびにこのセッションが保存され、次回の起動時に復元されます。
ko: iOS 설정 앱의 iSH-AOK 항목에서 디스크에 일시 중단을 켜면, iSH-AOK가 백그라운드로 전환될 때마다 이 세션이 저장되고 다음 실행 시 복원됩니다.
pt_br: Ative Suspender no Disco no app Ajustes do iOS, em iSH-AOK, e esta sessão será salva sempre que o iSH-AOK for para segundo plano -- e voltará na próxima abertura.
ru: Включите «Приостановку на диск» в приложении «Настройки» iOS, в разделе iSH-AOK, и этот сеанс будет сохраняться при каждом уходе iSH-AOK в фон и восстанавливаться при следующем запуске.
zh_hans: 在 iOS“设置”App 的 iSH-AOK 下打开“挂起到磁盘”，之后每当 iSH-AOK 进入后台时都会保存此会话——并在下次启动时恢复。
zh_hant: 在 iOS「設定」App 的 iSH-AOK 下開啟「暫停至磁碟」，每當 iSH-AOK 進入背景時就會儲存此工作階段 -- 並在下次啟動時恢復。

source: Turn on Suspend to Disk in the iOS Settings app, under iSH-AOK. This session is then saved whenever iSH-AOK goes to the background, and Command-S saves one on demand.
de: Aktiviere „Suspend to Disk“ in der iOS-App „Einstellungen“ unter iSH-AOK. Dann wird diese Sitzung gesichert, sobald iSH-AOK in den Hintergrund geht, und Befehl-S sichert bei Bedarf.
es: Activa Suspender en disco en la app Ajustes de iOS, en iSH-AOK. Así esta sesión se guarda cada vez que iSH-AOK pasa a segundo plano, y Comando-S guarda una cuando quieras.
fr: Activez Suspendre sur disque dans l'app Réglages d'iOS, sous iSH-AOK. Cette session sera alors enregistrée chaque fois qu'iSH-AOK passe en arrière-plan, et Commande-S en enregistre une à la demande.
ja: iOS の“設定”App の iSH-AOK で「ディスクにサスペンド」をオンにしてください。オンにすると、iSH-AOK がバックグラウンドに移るたびにこのセッションが保存され、Command-S でいつでも保存できます。
ko: iOS 설정 앱의 iSH-AOK 항목에서 디스크에 일시 중단을 켜십시오. 그러면 iSH-AOK가 백그라운드로 전환될 때마다 이 세션이 저장되며, Command-S로 언제든지 저장할 수 있습니다.
pt_br: Ative Suspender no Disco no app Ajustes do iOS, em iSH-AOK. Esta sessão passará a ser salva sempre que o iSH-AOK for para segundo plano, e Command-S salva uma sob demanda.
ru: Включите «Приостановку на диск» в приложении «Настройки» iOS, в разделе iSH-AOK. Тогда этот сеанс будет сохраняться при каждом уходе iSH-AOK в фон, а Command-S будет сохранять его по запросу.
zh_hans: 在 iOS“设置”App 的 iSH-AOK 下打开“挂起到磁盘”。之后每当 iSH-AOK 进入后台时都会保存此会话，按 Command-S 可随时保存。
zh_hant: 在 iOS「設定」App 的 iSH-AOK 下開啟「暫停至磁碟」。之後每當 iSH-AOK 進入背景時都會儲存此工作階段，且 Command-S 可隨時手動儲存。

source: Types %@
de: Tippt %@
es: Escribe %@
fr: Tape %@
ja: %@ を入力
ko: %@ 입력
pt_br: Digita %@
ru: Вводит %@
zh_hans: 输入 %@
zh_hant: 輸入 %@

# Types, e.g. ls -la
source: Types, e.g. ls -la\n
de: Tippt z. B. ls -la\n
es: Escribe, p. ej., ls -la\n
fr: Tape, par ex. ls -la\n
ja: 入力、例: ls -la\n
ko: 입력, 예: ls -la\n
pt_br: Digita, ex.: ls -la\n
ru: Текст, например ls -la\n
zh_hans: 输入，例如 ls -la\n
zh_hant: 輸入，例如 ls -la\n

source: UI Overrides
de: UI-Überschreibungen
es: Personalización de la interfaz
fr: Remplacements de l'interface
ja: UI のオーバーライド
ko: UI 대체 설정
pt_br: Substituições da Interface
ru: Переопределения интерфейса
zh_hans: 界面覆盖
zh_hant: 介面覆寫

source: Ultra Compact
de: Ultrakompakt
es: Ultracompacta
fr: Ultra compacte
ja: 超コンパクト
ko: 매우 조밀
pt_br: Ultracompacto
ru: Сверхкомпактная
zh_hans: 超紧凑
zh_hant: 超緊湊

source: Unable to close workspace
de: Workspace kann nicht geschlossen werden
es: No se puede cerrar el espacio de trabajo
fr: Impossible de fermer l'espace de travail
ja: ワークスペースを閉じられません
ko: 워크스페이스를 닫을 수 없음
pt_br: Não foi possível fechar o espaço de trabalho
ru: Не удалось закрыть рабочую область
zh_hans: 无法关闭工作区
zh_hant: 無法關閉工作區

source: Unable to focus terminal window
de: Terminalfenster kann nicht fokussiert werden
es: No se puede enfocar la ventana de la terminal
fr: Impossible d'afficher la fenêtre du terminal
ja: ターミナルウインドウにフォーカスできません
ko: 터미널 윈도우에 포커스할 수 없음
pt_br: Não foi possível focar a janela do terminal
ru: Не удалось перейти к окну терминала
zh_hans: 无法聚焦终端窗口
zh_hant: 無法聚焦終端機視窗

source: Unable to focus window
de: Fenster kann nicht fokussiert werden
es: No se puede enfocar la ventana
fr: Impossible d'afficher la fenêtre
ja: ウインドウにフォーカスできません
ko: 윈도우에 포커스할 수 없음
pt_br: Não foi possível focar a janela
ru: Не удалось перейти к окну
zh_hans: 无法聚焦窗口
zh_hant: 無法聚焦視窗

source: Unable to open terminal
de: Terminal kann nicht geöffnet werden
es: No se puede abrir la terminal
fr: Impossible d'ouvrir le terminal
ja: ターミナルを開けません
ko: 터미널을 열 수 없음
pt_br: Não foi possível abrir o terminal
ru: Не удалось открыть терминал
zh_hans: 无法打开终端
zh_hant: 無法打開終端機

source: Unable to open workspace
de: Workspace kann nicht geöffnet werden
es: No se puede abrir el espacio de trabajo
fr: Impossible d'ouvrir l'espace de travail
ja: ワークスペースを開けません
ko: 워크스페이스를 열 수 없음
pt_br: Não foi possível abrir o espaço de trabalho
ru: Не удалось открыть рабочую область
zh_hans: 无法打开工作区
zh_hant: 無法打開工作區

source: Unattached
de: Nicht verbunden
es: Sin conectar
fr: Non attachée
ja: 未接続
ko: 연결되지 않음
pt_br: Desconectada
ru: Не подключена
zh_hans: 未连接
zh_hant: 未連接

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用
zh_hant: 無法取得

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销
zh_hant: 還原

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

source: Unknown ABI
de: Unbekannte ABI
es: ABI desconocida
fr: ABI inconnue
ja: 不明な ABI
ko: 알 수 없는 ABI
pt_br: ABI desconhecida
ru: Неизвестный ABI
zh_hans: 未知 ABI
zh_hant: 未知 ABI

source: Unknown Terminal
de: Unbekanntes Terminal
es: Terminal desconocida
fr: Terminal inconnu
ja: 不明なターミナル
ko: 알 수 없는 터미널
pt_br: Terminal Desconhecido
ru: Неизвестный терминал
zh_hans: 未知终端
zh_hant: 未知的終端機

source: Unknown bundled root choice
de: Unbekannte Auswahl des mitgelieferten Roots
es: Opción de sistema raíz incluido desconocida
fr: Choix de racine intégrée inconnu
ja: 不明なバンドルルートの選択
ko: 알 수 없는 번들 루트 선택
pt_br: Opção de raiz incluída desconhecida
ru: Неизвестный встроенный вариант корневой ФС
zh_hans: 未知的内置根文件系统选项
zh_hant: 未知的內建根檔案系統選項

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知的錯誤

source: Unlock %@
de: %@ entsperren
es: Desbloquear %@
fr: Déverrouiller %@
ja: %@ のロックを解除
ko: %@ 잠금 해제
pt_br: Desbloquear %@
ru: Разблокировать %@
zh_hans: 解锁“%@”
zh_hant: 解鎖 %@

source: Unpin Tab
de: Tab lösen
es: Dejar de fijar pestaña
fr: Désépingler l'onglet
ja: タブの固定を解除
ko: 탭 고정 해제
pt_br: Desafixar Aba
ru: Открепить вкладку
zh_hans: 取消固定标签页
zh_hant: 取消固定標籤頁

source: Unsaved Changes
de: Ungesicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
pt_br: Alterações Não Salvas
ru: Несохранённые изменения
zh_hans: 未存储的更改
zh_hant: 未儲存的變更

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ja: 名称未設定
ko: 제목 없음
pt_br: Sem Título
ru: Без названия
zh_hans: 未命名
zh_hant: 未命名

source: Up
de: Nach oben
es: Subir
fr: Haut
ja: 上へ
ko: 위로
pt_br: Acima
ru: Вверх
zh_hans: 向上
zh_hant: 上層

source: Up arrow
de: Pfeil nach oben
es: Flecha arriba
fr: Flèche vers le haut
ja: 上矢印
ko: 위쪽 화살표
pt_br: Seta para cima
ru: Стрелка вверх
zh_hans: 上箭头
zh_hant: 向上鍵

source: Update Selected
de: Auswahl aktualisieren
es: Actualizar seleccionado
fr: Mettre à jour la sélection
ja: 選択項目を更新
ko: 선택 항목 업데이트
pt_br: Atualizar Selecionado
ru: Обновить выбранную
zh_hans: 更新所选
zh_hant: 更新所選項目

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートあり
ko: 업데이트 사용 가능
pt_br: Atualização disponível
ru: Доступно обновление
zh_hans: 有可用更新
zh_hant: 有可用的更新

source: Upgrade failed
de: Upgrade fehlgeschlagen
es: Error de actualización
fr: Échec de la mise à niveau
ja: アップグレードに失敗しました
ko: 업그레이드 실패
pt_br: Falha na atualização
ru: Сбой обновления
zh_hans: 升级失败
zh_hant: 升級失敗

source: Upgrade succeeded
de: Upgrade erfolgreich
es: Actualización completada
fr: Mise à niveau réussie
ja: アップグレードに成功しました
ko: 업그레이드 성공
pt_br: Atualização concluída
ru: Обновление выполнено
zh_hans: 升级成功
zh_hant: 升級成功

source: Uptime
de: Laufzeit
es: Tiempo activo
fr: Temps de fonctionnement
ja: 稼働時間
ko: 가동 시간
pt_br: Tempo ativo
ru: Время работы
zh_hans: 运行时间
zh_hant: 運行時間

source: Use Dark UI for Light Color Scheme
de: Dunkle UI für helles Farbschema
es: Interfaz oscura con esquema de colores claro
fr: Interface sombre pour le jeu de couleurs clair
ja: ライトの配色でダークの UI を使用
ko: 라이트 색상 구성표에 다크 UI 사용
pt_br: Usar Interface Escura no Esquema de Cores Claro
ru: Тёмный интерфейс для светлой схемы
zh_hans: 浅色配色方案使用深色界面
zh_hant: 淺色配色使用深色介面

source: Use Default
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser la valeur par défaut
ja: デフォルトを使用
ko: 기본값 사용
pt_br: Usar Padrão
ru: По умолчанию
zh_hans: 使用默认
zh_hant: 使用預設值

source: Use Light UI for Dark Color Scheme
de: Helle UI für dunkles Farbschema
es: Interfaz clara con esquema de colores oscuro
fr: Interface claire pour le jeu de couleurs sombre
ja: ダークの配色でライトの UI を使用
ko: 다크 색상 구성표에 라이트 UI 사용
pt_br: Usar Interface Clara no Esquema de Cores Escuro
ru: Светлый интерфейс для тёмной схемы
zh_hans: 深色配色方案使用浅色界面
zh_hant: 深色配色使用淺色介面

source: Use MCP tool?
de: MCP-Tool verwenden?
es: ¿Usar herramienta MCP?
fr: Utiliser l'outil MCP ?
ja: MCP ツールを使用しますか？
ko: MCP 도구를 사용하겠습니까?
pt_br: Usar ferramenta MCP?
ru: Использовать инструмент MCP?
zh_hans: 使用 MCP 工具？
zh_hant: 要使用 MCP 工具嗎？

source: Use Their Libraries Here
de: Ihre Bibliotheken hier nutzen
es: Usar sus bibliotecas aquí
fr: Utiliser leurs bibliothèques ici
ja: そのライブラリをここで使用
ko: 여기서 해당 라이브러리 사용
pt_br: Usar Bibliotecas de Origem Aqui
ru: Использовать их библиотеки здесь
zh_hans: 在此使用其库
zh_hant: 在此使用其函式庫

source: Use a customized color scheme for user interface elements (keyboard, status bar) rather than one that matches the current palette.
de: Ein eigenes Farbschema für Oberflächenelemente (Tastatur, Statusleiste) statt eines zur aktuellen Palette passenden verwenden.
es: Usa un esquema de colores personalizado para los elementos de la interfaz (teclado, barra de estado) en lugar de uno que coincida con la paleta actual.
fr: Utilisez un jeu de couleurs personnalisé pour les éléments de l'interface (clavier, barre d'état) plutôt qu'un jeu assorti à la palette actuelle.
ja: 現在のパレットに合わせた配色ではなく、カスタマイズした配色をユーザインターフェイス要素（キーボード、ステータスバー）に使用します。
ko: 현재 팔레트에 맞추는 대신 사용자 인터페이스 요소(키보드, 상태 막대)에 사용자 설정 색상 구성표를 사용합니다.
pt_br: Usar um esquema de cores personalizado para elementos da interface (teclado, barra de status) em vez de um que corresponda à paleta atual.
ru: Использовать отдельную цветовую схему для элементов интерфейса (клавиатура, строка состояния) вместо соответствующей текущей палитре.
zh_hans: 为界面元素（键盘、状态栏）使用自定义配色方案，而不是与当前调色板匹配的方案。
zh_hant: 為使用者介面元素（鍵盤、狀態列）使用自訂配色，而非符合目前調色盤的配色。

source: Use terminal context or saved prompt templates.
de: Terminalkontext oder gesicherte Prompt-Vorlagen verwenden.
es: Usa el contexto de la terminal o plantillas de prompt guardadas.
fr: Utilisez le contexte du terminal ou des modèles de prompts enregistrés.
ja: ターミナルのコンテキストまたは保存済みのプロンプトテンプレートを使用します。
ko: 터미널 컨텍스트 또는 저장된 프롬프트 템플릿을 사용합니다.
pt_br: Use o contexto do terminal ou modelos de prompt salvos.
ru: Используйте контекст терминала или сохранённые шаблоны промптов.
zh_hans: 使用终端上下文或已保存的提示词模板。
zh_hant: 使用終端機上下文或已儲存的提示詞範本。

source: User Themes
de: Eigene Themes
es: Temas de usuario
fr: Thèmes utilisateur
ja: ユーザテーマ
ko: 사용자 테마
pt_br: Temas do Usuário
ru: Пользовательские темы
zh_hans: 用户主题
zh_hant: 使用者主題

source: User themes are stored in the iSH-AOK documents directory, under the "themes" folder. You can access them within iSH-AOK by running # mount -t real "$(cat /proc/ish/documents)/themes" [folder] and manipulating them from there.
de: Eigene Themes liegen im Dokumentordner von iSH-AOK im Ordner "themes". Du kannst in iSH-AOK darauf zugreifen, indem du # mount -t real "$(cat /proc/ish/documents)/themes" [folder] ausführst und sie dort bearbeitest.
es: Los temas de usuario se guardan en el directorio de documentos de iSH-AOK, en la carpeta "themes". Puedes acceder a ellos desde iSH-AOK ejecutando # mount -t real "$(cat /proc/ish/documents)/themes" [folder] y manipulándolos desde ahí.
fr: Les thèmes utilisateur sont stockés dans le répertoire documents d'iSH-AOK, dans le dossier "themes". Vous pouvez y accéder depuis iSH-AOK en exécutant # mount -t real "$(cat /proc/ish/documents)/themes" [folder] et les manipuler depuis cet emplacement.
ja: ユーザテーマは iSH-AOK の書類ディレクトリ内の "themes" フォルダに保存されます。iSH-AOK 内で次のコマンドを実行すると # mount -t real "$(cat /proc/ish/documents)/themes" [folder] そこからテーマを操作できます。
ko: 사용자 테마는 iSH-AOK 문서 디렉터리의 "themes" 폴더에 저장됩니다. iSH-AOK 내에서 다음을 실행하여 # mount -t real "$(cat /proc/ish/documents)/themes" [folder] 해당 위치에서 테마를 다룰 수 있습니다.
pt_br: Os temas do usuário são guardados no diretório de documentos do iSH-AOK, na pasta "themes". Você pode acessá-los dentro do iSH-AOK executando # mount -t real "$(cat /proc/ish/documents)/themes" [folder] e manipulando-os a partir daí.
ru: Пользовательские темы хранятся в папке документов iSH-AOK, в подпапке "themes". Доступ к ним внутри iSH-AOK можно получить, выполнив # mount -t real "$(cat /proc/ish/documents)/themes" [folder] и работая с ними оттуда.
zh_hans: 用户主题存储在 iSH-AOK 文稿目录下的“themes”文件夹中。你可以在 iSH-AOK 中运行 # mount -t real "$(cat /proc/ish/documents)/themes" [folder] 然后在该位置管理它们。
zh_hant: 使用者主題儲存在 iSH-AOK 文件目錄下的 "themes" 資料夾中。你可以在 iSH-AOK 中執行 # mount -t real "$(cat /proc/ish/documents)/themes" [folder] 然後從那裡管理它們。

source: Utilities…
de: Dienstprogramme …
es: Utilidades…
fr: Utilitaires…
ja: ユーティリティ…
ko: 유틸리티…
pt_br: Utilitários…
ru: Утилиты…
zh_hans: 工具…
zh_hant: 工具…

source: Utility Density
de: Dichte der Dienstprogramme
es: Densidad de utilidades
fr: Densité des utilitaires
ja: ユーティリティの密度
ko: 유틸리티 밀도
pt_br: Densidade dos Utilitários
ru: Плотность утилит
zh_hans: 工具密度
zh_hant: 工具密度

source: Vertical bar
de: Senkrechter Strich
es: Barra vertical
fr: Barre verticale
ja: 縦棒
ko: 세로 막대
pt_br: Barra vertical
ru: Вертикальная черта
zh_hans: 竖线
zh_hant: 直線符號

source: View Menu
de: Menü „Darstellung“
es: Menú Visualización
fr: Menu Présentation
ja: 表示メニュー
ko: 보기 메뉴
pt_br: Menu Visualizar
ru: Меню «Вид»
zh_hans: 显示菜单
zh_hant: 顯示方式選單

source: View actual size
de: Originalgröße anzeigen
es: Ver a tamaño real
fr: Afficher en taille réelle
ja: 実際のサイズで表示
ko: 실제 크기 보기
pt_br: Ver tamanho real
ru: Фактический размер
zh_hans: 查看实际大小
zh_hant: 檢視實際大小

source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 음량
ru: Громкость
zh_hans: 音量
zh_hant: 音量

source: Wait for the reply to finish before undoing a change.
de: Warte, bis die Antwort fertig ist, bevor du eine Änderung rückgängig machst.
es: Espera a que termine la respuesta antes de deshacer un cambio.
fr: Attendez la fin de la réponse avant d'annuler une modification.
ja: 変更を取り消す前に、応答が完了するまでお待ちください。
ko: 변경을 실행 취소하기 전에 응답이 끝날 때까지 기다리십시오.
pt_br: Aguarde a resposta terminar antes de desfazer uma alteração.
ru: Дождитесь завершения ответа, прежде чем отменять изменение.
zh_hans: 请等待回复完成后再撤销更改。
zh_hant: 請等回覆完成後再還原變更。

source: Waiting for a session choice…
de: Warte auf Sitzungsauswahl …
es: Esperando a que se elija una sesión…
fr: En attente d'un choix de session…
ja: セッションの選択を待機中…
ko: 세션 선택 대기 중…
pt_br: Aguardando a escolha de uma sessão…
ru: Ожидание выбора сеанса…
zh_hans: 正在等待选择会话…
zh_hant: 正在等待選擇工作階段…

source: Waiting for compositor…
de: Warte auf Compositor …
es: Esperando al compositor…
fr: En attente du compositeur…
ja: コンポジタを待機中…
ko: 컴포지터 대기 중…
pt_br: Aguardando o compositor…
ru: Ожидание композитора…
zh_hans: 正在等待合成器…
zh_hant: 正在等待合成器…

source: Wallpaper Preview
de: Hintergrundbild-Vorschau
es: Vista previa del fondo de pantalla
fr: Aperçu du fond d'écran
ja: 壁紙のプレビュー
ko: 배경화면 미리보기
pt_br: Pré-visualização do Papel de Parede
ru: Предпросмотр обоев
zh_hans: 墙纸预览
zh_hant: 背景圖片預覽

source: Wayland Display Current
de: Wayland-Display Aktuell
es: Pantalla Wayland Actual
fr: Écran Wayland Actuel
ja: Wayland ディスプレイ 現在の設定
ko: Wayland 디스플레이 현재
pt_br: Tela Wayland Atual
ru: Дисплей Wayland Текущий
zh_hans: Wayland 显示 当前
zh_hant: Wayland 顯示器 目前

source: Wayland Full Screen
de: Wayland Vollbild
es: Wayland a pantalla completa
fr: Wayland plein écran
ja: Wayland フルスクリーン
ko: Wayland 전체 화면
pt_br: Wayland em Tela Cheia
ru: Wayland на весь экран
zh_hans: Wayland 全屏
zh_hant: Wayland 全螢幕

source: Wayland session ended
de: Wayland-Sitzung beendet
es: La sesión de Wayland ha terminado
fr: Session Wayland terminée
ja: Wayland セッションが終了しました
ko: Wayland 세션 종료됨
pt_br: Sessão Wayland encerrada
ru: Сеанс Wayland завершён
zh_hans: Wayland 会话已结束
zh_hant: Wayland 工作階段已結束

source: Wayland session ended before the compositor came up. Check /tmp/ish-wayland-debug.log in a terminal, or run 'sh /AOK/tools/start-wayland.sh' there to see the failure directly.
de: Die Wayland-Sitzung wurde beendet, bevor der Compositor startete. Prüfe /tmp/ish-wayland-debug.log in einem Terminal oder führe dort 'sh /AOK/tools/start-wayland.sh' aus, um den Fehler direkt zu sehen.
es: La sesión de Wayland terminó antes de que se iniciara el compositor. Revisa /tmp/ish-wayland-debug.log en una terminal o ejecuta allí 'sh /AOK/tools/start-wayland.sh' para ver el fallo directamente.
fr: La session Wayland s'est terminée avant le démarrage du compositeur. Consultez /tmp/ish-wayland-debug.log dans un terminal, ou exécutez-y 'sh /AOK/tools/start-wayland.sh' pour voir directement l'échec.
ja: コンポジタが起動する前に Wayland セッションが終了しました。 ターミナルで /tmp/ish-wayland-debug.log を確認するか、そこで 'sh /AOK/tools/start-wayland.sh' を実行すると、失敗を直接確認できます。
ko: 컴포지터가 시작되기 전에 Wayland 세션이 종료되었습니다. 터미널에서 /tmp/ish-wayland-debug.log를 확인하거나, 'sh /AOK/tools/start-wayland.sh'를 실행하여 실패 원인을 직접 확인하십시오.
pt_br: A sessão Wayland terminou antes de o compositor iniciar. Verifique /tmp/ish-wayland-debug.log em um terminal, ou execute 'sh /AOK/tools/start-wayland.sh' nele para ver a falha diretamente.
ru: Сеанс Wayland завершился до запуска композитора. Проверьте /tmp/ish-wayland-debug.log в терминале или выполните там 'sh /AOK/tools/start-wayland.sh', чтобы увидеть ошибку напрямую.
zh_hans: Wayland 会话在合成器启动前已结束。 请在终端中查看 /tmp/ish-wayland-debug.log，或在终端中运行 'sh /AOK/tools/start-wayland.sh' 直接查看失败原因。
zh_hant: Wayland 工作階段在合成器啟動前就結束了。 請在終端機中檢查 /tmp/ish-wayland-debug.log，或在終端機中執行 'sh /AOK/tools/start-wayland.sh' 以直接查看失敗原因。

source: Wayland session ended: %@
de: Wayland-Sitzung beendet: %@
es: La sesión de Wayland ha terminado: %@
fr: Session Wayland terminée : %@
ja: Wayland セッションが終了しました: %@
ko: Wayland 세션 종료됨: %@
pt_br: Sessão Wayland encerrada: %@
ru: Сеанс Wayland завершён: %@
zh_hans: Wayland 会话已结束： %@
zh_hant: Wayland 工作階段已結束： %@
